export interface FAQItem {
  question: string;
  answer: string;
}

export const faqData: FAQItem[] = [
  {
    question: "Що таке TradeBlade",
    answer:
      "Ми досвідчена команда, для якої трейдинг – професія. TradeBlade є авторизованим офіційним брокером біржі Binance. Він надає користувачам багато переваг, таких як більш висока швидкість синхронізації API та можливість створити обліковий запис Binance через платформу TradeBlade всього в 1 клік.",
  },
  {
    question: "Що TradeBlade пропонує інвесторам",
    answer:
      "TradeBlade пропонує інвесторам професійні інструменти для трейдингу, швидку синхронізацію з біржею Binance, зручний інтерфейс та підтримку 24/7.",
  },
  {
    question: "Чи повинен я перевести свої кошти на TradeBlade",
    answer:
      "Ні, вам не потрібно переводити кошти на TradeBlade. Платформа працює як брокер, який підключається до вашої існуючої біржі Binance.",
  },
];

